{"pages":[{"title":"About Me","text":"Welcome to my blog. I am Haozhe Zhu (朱浩哲). Currently I am a Ph.D. student at Fudan University, advised by Xiaoyang Zeng in the State Key Laboratory of ASIC &amp; System. I am also working closely with Chixiao Chen and Mingyu Wang. Most of my works lie in a overlap of artificial intelligence and integrated circuits. Education &amp; ExperiencesIn 2017, I received a B.Eng. degree in microelectronics from Fudan University. 2016-2019, Brain-Chip Research Center, Fudan UniversityResearch assistant, with C.-J. Richard Shi 2016, Shanghai Fudan Microelectronics Group Co., LtdSecurity Lab Intern Selected Publications Zhu, Haozhe, Chixiao Chen, Shiwei Liu et al. “A Communication-Aware DNN Accelerator on ImageNet Using in-Memory Entry-Counting Based Algorithm-Circuit-Architecture Co-Design in 65nm CMOS.” In IEEE Journal on Emerging and Selected Topics in Circuits and Systems 10, no. 3 (2020): 283-294. Link Zhu, Haozhe, Yu Wang, and C-J. Richard Shi. “Tanji: A General-Purpose Neural Network Accelerator with a Unified Crossbar Architecture.” IEEE Design &amp; Test 37, no. 1 (2019): 56-63. Link Jiao, Bo, Haozhe Zhu, Jinshan Zhang et al. “Computing Utilization Enhancement for Chiplet-based Homogeneous Processing-in-Memory Deep Learning Processors.” In Proceedings of the 2021 on Great Lakes Symposium on VLSI (GLSVLSI), pp. 241-246. ACM, 2021. (Co-first author) Link Zhang, Jinshan, Bo Jiao, Yunzhengmao Wang, Haozhe Zhu et al. “ALPINE: An Agile Processing-in-Memory Macro Compilation Framework.” In 2021 31st Great Lakes Symposium on VLSI (GLSVLSI), pp. 333-338. ACM, 2021. Link Liu, Shiwei, Haozhe Zhu, Chixiao Chen et al. “XNORAM: An Efficient Computing-in-Memory Architecture for Binary Convolutional Neural Networks with Flexible Dataflow Mapping.” In 2020 2nd IEEE International Conference on Artificial Intelligence Circuits and Systems (AICAS), pp. 21-25. IEEE, 2020. Link Chen, Chixiao, Hongwei Ding, Huwan Peng, Haozhe Zhu et al. “OCEAN: an On-chip Incremental-learning Enhanced Artificial Neural Ntwork Processor with Multiple Gated-Recurrent-Unit Accelerators.” IEEE Journal on Emerging and Selected Topics in Circuits and Systems 8, no. 3 (2018): 519-530. Link Chen, Chixiao, Hongwei Ding, Huwan Peng, Haozhe Zhu et al. “OCEAN: An On-chip Incremental-learning Enhanced Processor with gated Recurrent Neural Network Accelerators.” In 2017 43rd IEEE European Solid State Circuits Conference (ESSCIRC), pp. 259-262. IEEE, 2017. Link About this blogAll the posts on this site only represent my personal view. They are published under the CC BY-NC-ND 4.0 license.","link":"/about/index.html"}],"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/uncategorized/hello-world/"}],"tags":[{"name":"hello","slug":"hello","link":"/tags/hello/"}],"categories":[]}